import React from "react";
import director from "../../../image/director.png";

const DirectorMessage = () => {
  return (
    <div className="bg-light m-4 container mx-auto rounded-3">
      <div>
        <h3 className="fw-bold text-center p-3">Director Message</h3>
        <div className="p-3">
          <img
            className="d-block mx-auto"
            style={{ width: "120px" }}
            src={director}
            alt=""
          />
        </div>
        <div className="container">
          <p>
            ইন্সটিটিউট অব ইনফরমেশন টেকনোলজী বগুড়া (IITB) ১৯৯৯ সালে স্থাপিত। বহু
            বছর ধরে অত্যন্ত সফলতার সাথে ৪ বছর মেয়াদি ডিপ্লোমা-ইন-ইঞ্জিনিয়ারিং ও
            ডিপ্লোমা-ইন-টেক্সটাইল ইঞ্জিনিয়ারিং শিক্ষা কার্যক্রমের পাশাপাশি ৪
            মেয়াদী ডিপ্লোমা-ইন-মেডিকেল টেকনোলজী পরিচালনা করে আসছে। আমরাই প্রথম
            উত্তরবঙ্গে বেসরকারি পলিটেকনিকের জনক এবং আমরাই প্রথম সম্পূর্ণ শীতাতপ
            নিয়ন্ত্রিত ৭তলা নিজস্ব ভবনে কোর্স পরিচালনা করছি। আমাদের রয়েছে নিজস্ব
            দু’টি বহুতল আবাসিক সুবিধা। পর্যায়ক্রমে প্রতিষ্ঠিত (IITB) পলিটেকনিক,
            (IITB) টেক্সটাইল ইঞ্জিনিয়ারিং, (IMTB) মেডিকেল টেকনোলজি সহ ৩টি বিশাল
            বেসরকারি শিক্ষা প্রতিষ্ঠানের দাবিদার আমরাই। তাই কাংখিত লক্ষ্য
            অর্জনের জন্য সম্পূর্ন রাজনীতি মুক্ত পরিবেশে সর্বোচ্চ ভাল ফলাফলের
            নিশ্চয়তা আমরাই দিচ্ছি। ডিপ্লোমা ইঞ্জিনিয়ারিং এর পর বর্তমানে বেসরকারি
            পর্যায়ে দক্ষ ডিপ্লোমা ডাক্তার ও নার্স তৈরীর জন্য আমরা জন্ম দিয়েছি
            ইন্সটিটিউট অব মেডিকেল টেকনোলজী বগুড়া (IMTB) । বিগত ১৯৯৯ সাল হতে
            পরিচালিত এই শিক্ষা প্রতিষ্ঠানের (নিজস্ব বহুতল ভবন) নতুন কলেজ
            ক্যাম্পাস গত ১৪ই জানুয়ারী ২০১০ ইং তারিখে শুভ উদ্বোধন করেন বাংলাদেশ
            কারিগরি শিক্ষা বোর্ডের মাননীয় চেয়ারম্যান প্রফেসর আবুল কাশেম।
            নিয়মতান্ত্রিক ভাবে শিক্ষাক্রম পরিচালনায় স্থায়ীভাবে অভিজ্ঞ ইঞ্জিনিয়ার
            ও এমএসসি ডিগ্রীধারী শিক্ষক/শিক্ষিকা দ্বারা পরিচালিত এই প্রতিষ্ঠানে
            ভর্তি হয়ে অনেকেই নতুনভাবে আশার আলো দেখতে পাচ্ছে। এ কারনেই ভর্তিচ্ছুক
            শিক্ষার্থী এবং অভিভাবকদের প্রতিষ্ঠান পরিদর্শন এবং ফলাফল বিশ্লেষণ
            করার জন্য আমন্ত্রণ জানাচ্ছি। অনেক বছরে প্রায় সহস্রাধিক শিক্ষর্থী এই
            প্রতিষ্ঠান থেকে সফলতার সাথে কৃতকার্য হয়ে অনেকেই চাকুরীরত। এদের
            অনেকেই উচ্চ শিক্ষ জন্য ডুয়েট সহ বিভিন্ন বিশ্ববিদ্যালয়ে এবং বিদেশে
            অধ্যয়ন করছে। তাই একমাত্র আমরাই দিচ্ছি শতকরা ৮০% পাশের নিশ্চয়তা।
            এছাড়া আমরা গড়ে তুলেছি দেশের সর্ববহৎ নিজস্ব রেসিডেন্টসিয়াল ক্যাম্পাস।
            প্রতিষ্ঠানের কোডঃ ২০০৯৬
          </p>
          <div className="text-end pb-3">
            <h4 className="text-primary fw-bold">সবুর শাহ লোটাস</h4>
            <h5 className="fw-bold">প্রতিষ্ঠাতা পরিচালক</h5>
            <h4 className="text-primary fw-bold">
              আইআইটিবি পলিটেকনিক ইন্সটিটিউট
            </h4>
          </div>
        </div>
      </div>
    </div>
  );
};

export default DirectorMessage;
